[normal]
neovim
zsh
zim (not brew)
lazygit
ranger
tmux
tldr
fd
gh

[cask]
iterm2
android-studio
netnewswire
dropbox
logseq
iina
alt-tab
monitorcontrol
firefox
wechat
telegram
intellij-idea
webstorm

[mas]
magnet
