[normal]
neovim
zsh
zim (not brew)
lazygit
ranger
tmux
tldr
fd
gh
bat
jadx
tmuxinator
gpg2
gnupg
pinentry-mac
rg
fzf
nmap
scrcpy

[cask]
iterm2
android-studio
netnewswire
dropbox
logseq
iina
alt-tab
monitorcontrol
firefox
wechat
telegram
intellij-idea
webstorm
slack
font-sarasa-nerd (tap laishulu/cask-fonts)
visual-studio-code
microsoft-outlook
todoist
postman
xcodes

[mas]
magnet
